/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "CapCut 桌面版安裝程式";
"LvAppTitle" = "剪映 桌面版安裝程式";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "要繼續安裝嗎？";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "安裝";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "開啟";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "取消";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "您已安裝有舊版 CapCut (v%@)。您可以開啟舊版本或安裝最新版本來取代舊版本。";
"LvCheckInstalledMsgHintText" = "您已安裝有舊版 剪映 (v%@)。您可以開啟舊版本或安裝最新版本來取代舊版本。";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "停止下載？";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "繼續";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "停止";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "將不會儲存目前下載 %d%% 的檔案。";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "無法下載，請重試。";
// pc_installer_retry
"BtnText_Retry" = "重試";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "停止";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "儲存";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "磁碟空間不足";

"BtnCheck_SystemTrayAutoboot" = "啟動時啟動匣";

"DownloadErrorCodeHintText" = "錯誤代碼：";
